scc2425-blobs/target/classes/Artillery_Tests/follow_n_getFollowers.yaml
config:
  target: https://scc-70526-70527.azurewebsites.net/rest/
  phases:
    - name: follow_n_getFollowers
      duration: 1 
      arrivalRate: 1 

scenarios:
  - name: TuKanoHome
    flow:
      - post:
          url: /shorts/Cambio/kgallagher2/followers?isFollowing=true&pwd=easypass

      - get:
          url: /shorts/kgallagher2/followers?pwd=securepasswordlol
          capture:
            json: '$'
            as: 'FollowResponse'

      - log: "Followers : {{ FollowResponse }}"